---
kind: enumMember
id: F:Autodesk.Revit.DB.WallFunction.Foundation
enum: Autodesk.Revit.DB.WallFunction
zh: 基础
source: html/ccafc685-892f-511b-1db6-e7bf1116268d.htm
---
# Autodesk.Revit.DB.WallFunction.Foundation

**中文**: 基础

A foundation wall.